const posts=[
    {
        id:1,
        title:"چیست؟ Next.js",
        content:"Next.js یک فریمورک قدرتمند برای ساخت اپلیکیشن‌های React است که امکانات مختلفی مثل SSR، SSG، API Routes و مسیر‌یابی فایل‌بیس رو در اختیار شما قرار می‌دهد."
    },
    {
        id:2,
        title:"چیست؟ React.js",
        content:"React یک کتابخانه جاوااسکریپت برای ساخت رابط‌های کاربری است که توسط فیسبوک (متا) توسعه داده شده است. این کتابخانه به شما کمک می‌کند تا کامپوننت‌های قابل استفاده مجدد ایجاد کنید و رندر بهینه برای صفحات وب داشته باشید."
    },
    {
        id:3,
        title:"چیست؟ Vue",
        content:" Vue.js یک فریمورک جاوااسکریپت برای ساخت رابط‌های کاربری (UI) و برنامه‌های تک‌صفحه‌ای (SPA) است. این فریمورک توسط ایوان یو (Evan You) توسعه داده شده و به دلیل سادگی، انعطاف‌پذیری، و یادگیری آسان، محبوبیت زیادی دارد."
    },
]
export default posts;